Revit 2027 API
ParameterTypeId.RbsPipeStaticPressure Property
 "Static Pressure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeStaticPressure { get; }
Public Shared ReadOnly Property RbsPipeStaticPressure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeStaticPressure {
	ForgeTypeId^ get ();
}
static member RbsPipeStaticPressure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace